/* 
  Localizable.strings
  myFHJ

  Created by Markus Scheucher on 26.06.11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/

"WelcomeKey" = "Welcome";

"ui.cancel" = "Cancel";

"launcher.title" = "myFHJ";

"settings.personalData" = "Personal Data";
"settings.firstname" = "First Name";
"settings.lastname" = "Last Name";
"settings.programme" = "Programme";
"settings.location" = "Location";
"settings.programmeCode" = "Code";
"settings.year" = "Year";